Repository: seventhqueen/buddypress-cover-photo
Catalog: languages/bpcp-*.po
Languages: ca, tr_tr

source: Cover Photo Settings
ca: Configuració de foto de portada
tr_tr: Kapak Fotoğrafı Ayarları

source: Default Profile Cover
ca: Portada predeterminada del Perfil
tr_tr: Varsayılan Profil Kapak Fotoğrafı

source: Default Group Cover
ca: Portada predeterminada dels Grups
tr_tr: Varsayılan Grup Kapak Fotoğrafı

source: Define a default profile or group cover image
ca: Definiu una imatge per defecte per utilitzar com la portada tant pels Grups com del Perfil.
tr_tr: Bir varsayılan profil veya grup kapak resmi tanımla

source: Cover Photo
ca: Imatge de la portada
tr_tr: Kapak Fotoğrafı

source: Change Cover
ca: Canvieu la portada
tr_tr: Kapak Fotoğrafı Değiştir

source: Add Cover
ca: Afegir portada
tr_tr: Kapak Fotoğrafı Ekle

source: Cover photo deleted successfully!
ca: La imatge de la portada s'ha eliminat correctament.
tr_tr: Kapak fotoğrafı başarıyla silindi!

source: Delete
ca: Suprimeix
tr_tr: Sil

source: If you want to change your group cover, please upload a new image.
ca: Si voleu canviar la portada del grup cal que carregueu una nova imatge.
tr_tr: Grup kapak fotoğrafınızı değiştirmek istiyorsanız,lütfen yeni bir fotoğraf ekleyiniz.

source: Please choose your background repeat option
ca: Escolliu les opcions de repetició del fons
tr_tr: Arka plan tekrar seçeneğini seçiniz

source: Center
ca: Centrat
tr_tr: Merkez

source: Top
ca: Superior
tr_tr: Üst

source: Bottom
ca: Inferior
tr_tr: Alt

source: Cover photo uploaded successfully!
ca: La imatge de portada s'ha carregat correctament.
tr_tr: Kapak fotoğrafı başarıyla yüklendi!

source: Upload Failed! Error was: %s
ca: En efectuar la càrrega hi ha hagut el següent error: %s
tr_tr: Yükleme Başarısız!Hata oldu: %s

source: Security check failed
ca: Ha fallat la comprobació de seguretat.
tr_tr: Güvenlik denetimi başarısız oldu

source: Add/Update Your Profile Cover Image
ca: Afegiu/Carregueu la imatge de portada del vostre Perfil
tr_tr: Profiline Kapak Fotoğrafı Ekle/Yükle

source: If you want to change your profile cover, please upload a new image.
ca: Si voleu canviar la portada del vostre Perfil cal que carregueu una nova imatge.
tr_tr: Profil kapak fotoğrafınızı değiştirmek istiyorsanız,lütfen yeni bir fotoğraf ekleyiniz.

source: Save
ca: Desa
tr_tr: Kaydet
